{
  "encouragement": {

  },
  "on-climbing": {
    "2": "That's my passion. It's my job, my life.",
    "4": "To be able to have a really intimate relationship with the rock is something really special. I think it's - that's kind of, the heart of climbing.",
    "4": "Climbing is very, very aesthetic. Because of that, it's kind of athletic, artistic, kind of, like dance. And it's really fun.",
    "4": "When you take a hold and you grab it with your fingertips, it bites back, you know? So - in that way, it's communicating, you know?",
    "4": "Climbing fulfills many different facets for me. It is this way that I realize the best version of myself on this high level of performance.",
    "4": "I mean, climbing is an amazing activity that, you know, it’s really fun.",
    "4": "I just wanna just give a shout out to everyone out there on their paths, whether that’s as a climber or whatever it is. Just shout out and, and just encouragement to everyone. I know there’s a lot of ups and downs in life and if you are passionate about something that is a treasure and go for it, follow your dreams. I just wanna end with that."
  },
  "failure": {
    "4": "Part of climbing is like having these projects just at your limit that you'd have to work, you know.",
    "4": "There's a lot of people that maybe focus too much on getting to the top, like, they just want to get to the top and have that success, which is too bad because so much of it takes place in the process of working on it, that that's the whole life of it. But, at the same time, it's important to get to the top once in a while, you know? If you never get to the top, then it's kind of sad, too.",
    "4": "Climbing is just very free. Very free. It’s about just going out and experiencing nature and having those joyous, spontaneous moments of going climbing with friends.",
    "4": "You know, you have this rock wall, that’s pretty static. Right? But somehow through this practice of working through it I’ve learned some of the biggest life lessons through that process. The patience and determination to keep going back accepting failure. It can get into your head. And almost always in that process, I’ve hit a point where I almost accept defeat and I kind of just make peace with that. I’m like, “Look, like maybe I can’t do this.”\nIt really makes you be honest with why you’re doing what you’re doing. In those moments when you do let go of everything, or when I’ve been in those situations and then I’m like, “Oh, well what, what do I do now?”\nLike, “Well, let’s go climbing because that’s what I love to do.”",
  },
  "confirmation": {
    "4": "Oh, that's cool.",
    "4": "That's good to hear.",
    "4": "Awesome.",
    "4": "That was fun.",
    "4": "For me, that's really fascinating."
  },
  "thanks": {
    "4": "Yeah, I'm happy you liked it.",
    "4": "Thanks, you guys."
  },
  "random": {
    "1": "You got me on belay?",
    "3": "Yeah it's a cool little chunk of history.",
    "4": "See how it goes.",
    "4": "A little bit polished, it's some nice rock, though.",
    "4": "Just kind of thinking about climbing up this corner right here, just for fun.",
    "4": "I'll try to climb it real quick. You got me?",
    "4": "I could try about hundreds and hundreds of times.",
    "4": "Maybe when you first try it, you can't do all the movements, but then you start piecing it together and figuring it out.",
    "4": "When you actually do it, at the end, maybe it even feels easy because you have it so wired.",
    "4": "You're not even really thinking, you're kind of just relying on the muscle memory, because you know it so well by that point.",
    "4": "Like, feel these like ridges right here on my knuckles. It's my bones. I don't know. I guess they're pretty strong.",
    "4": "It hurts. Sometimes, to do certain moves, you have to really bear down and sometimes you have to scream.",
    "4": "You have to be a little aggro sometimes, and I find it useful to yell sometimes.",
    "4": "I kind of have to figure out what the sequence is here.",
    "4": "Okay. One more time.",
    "4": "It’s like, it’s a process and once you kind of like, surrender, that’s oftentimes when the magic happens and then suddenly it just clicks and you’re just climbing for the pure joy of it.",
  },
  "goodbye": {
    "4": "Yeah, great to see you",
    "4": "My pleasure to be with you."
  }
}